var nhouseJson={"newhouse": [
    {
        "hid": "1",
        "area": "商铺1-101",
        "flag": "商铺",
        "mji": "96.87",
        "djia": "41884",
        "zjia": "4057264",
        "beizhu": "一层"
    },
    {
        "hid": "2",
        "area": "商铺1-102",
        "flag": "商铺",
        "mji": "93.97",
        "djia": "40825",
        "zjia": "3836363",
        "beizhu": "一层"
    },
    {
        "hid": "3",
        "area": "商铺1-105",
        "flag": "商铺",
        "mji": "128.8",
        "djia": "31852",
        "zjia": "4101244",
        "beizhu": "一拖二"
    },
    {
        "hid": "4",
        "area": "商铺1-106",
        "flag": "商铺",
        "mji": "128.8",
        "djia": "31852",
        "zjia": "4101244",
        "beizhu": "一拖二"
    },
    {
        "hid": "5",
        "area": "商铺1-107",
        "flag": "商铺",
        "mji": "153.4",
        "djia": "30265",
        "zjia": "4642582",
        "beizhu": "一拖二"
    },
    {
        "hid": "6",
        "area": "商铺1-108",
        "flag": "商铺",
        "mji": "133.4",
        "djia": "28889",
        "zjia": "3854933",
        "beizhu": "一拖二"
    },
    {
        "hid": "7",
        "area": "商铺1-109",
        "flag": "商铺",
        "mji": "148.1",
        "djia": "27937",
        "zjia": "4138514",
        "beizhu": "一拖二"
    },
    {
        "hid": "8",
        "area": "商铺1-110",
        "flag": "商铺",
        "mji": "130.6",
        "djia": "26032",
        "zjia": "3400527",
        "beizhu": "一拖二"
    },
    {
        "hid": "9",
        "area": "商铺1-111",
        "flag": "商铺",
        "mji": "131.1",
        "djia": "26032",
        "zjia": "3412502",
        "beizhu": "一拖二"
    },
    {
        "hid": "10",
        "area": "商铺1-112",
        "flag": "商铺",
        "mji": "140.6",
        "djia": "30688",
        "zjia": "4313175",
        "beizhu": "一拖二"
    },
    {
        "hid": "11",
        "area": "商铺1-113",
        "flag": "商铺",
        "mji": "142.8",
        "djia": "30370",
        "zjia": "4336889",
        "beizhu": "一拖二"
    },
    {
        "hid": "12",
        "area": "商铺1-114",
        "flag": "商铺",
        "mji": "155.8",
        "djia": "29735",
        "zjia": "4631594",
        "beizhu": "一拖二"
    },
    {
        "hid": "13",
        "area": "商铺1-115",
        "flag": "商铺",
        "mji": "144.3",
        "djia": "30370",
        "zjia": "4383052",
        "beizhu": "一拖二"
    },
    {
        "hid": "14",
        "area": "商铺1-116",
        "flag": "商铺",
        "mji": "137.4",
        "djia": "30688",
        "zjia": "4215280",
        "beizhu": "一拖二"
    },
    {
        "hid": "15",
        "area": "商铺1-117",
        "flag": "商铺",
        "mji": "142.6",
        "djia": "30374",
        "zjia": "4329600",
        "beizhu": "一拖二"
    },
    {
        "hid": "16",
        "area": "商铺1-201",
        "flag": "商铺",
        "mji": "132.6",
        "djia": "23365",
        "zjia": "3098443",
        "beizhu": "一拖二"
    },
    {
        "hid": "17",
        "area": "商铺1-202",
        "flag": "商铺",
        "mji": "128.8",
        "djia": "23894",
        "zjia": "3077092",
        "beizhu": "一拖二"
    },
    {
        "hid": "18",
        "area": "商铺2-101",
        "flag": "商铺",
        "mji": "116.8",
        "djia": "27619",
        "zjia": "3225076",
        "beizhu": "一拖二"
    },
    {
        "hid": "19",
        "area": "商铺2-103",
        "flag": "商铺",
        "mji": "159.2",
        "djia": "23704",
        "zjia": "3773867",
        "beizhu": "一拖二"
    },
    {
        "hid": "20",
        "area": "商铺2-105",
        "flag": "商铺",
        "mji": "124.6",
        "djia": "29101",
        "zjia": "3625635",
        "beizhu": "一拖二"
    },
    {
        "hid": "21",
        "area": "商铺2-107",
        "flag": "商铺",
        "mji": "126.8",
        "djia": "29101",
        "zjia": "3690820",
        "beizhu": "一拖二"
    },
    {
        "hid": "22",
        "area": "商铺2-108",
        "flag": "商铺",
        "mji": "149.2",
        "djia": "23280",
        "zjia": "3474370",
        "beizhu": "一拖二"
    },
    {
        "hid": "23",
        "area": "商铺2-110",
        "flag": "商铺",
        "mji": "123.1",
        "djia": "23810",
        "zjia": "2931905",
        "beizhu": "一拖二"
    },
    {
        "hid": "24",
        "area": "商铺2-111",
        "flag": "商铺",
        "mji": "138.7",
        "djia": "26032",
        "zjia": "3610083",
        "beizhu": "一拖二"
    },
    {
        "hid": "25",
        "area": "商铺3-102",
        "flag": "商铺",
        "mji": "161.3",
        "djia": "26032",
        "zjia": "4198921",
        "beizhu": "一拖二"
    },
    {
        "hid": "26",
        "area": "商铺3-104",
        "flag": "商铺",
        "mji": "170.4",
        "djia": "25397",
        "zjia": "4328381",
        "beizhu": "一拖二"
    },
    {
        "hid": "27",
        "area": "商铺3-105",
        "flag": "商铺",
        "mji": "153.3",
        "djia": "25820",
        "zjia": "3957706",
        "beizhu": "一拖二"
    },
    {
        "hid": "28",
        "area": "商铺3-107",
        "flag": "商铺",
        "mji": "146.3",
        "djia": "26455",
        "zjia": "3870370",
        "beizhu": "一拖二"
    },
    {
        "hid": "29",
        "area": "商铺3-108",
        "flag": "商铺",
        "mji": "146.3",
        "djia": "25926",
        "zjia": "3792963",
        "beizhu": "一拖二"
    },
    {
        "hid": "30",
        "area": "商铺3-109",
        "flag": "商铺",
        "mji": "146.3",
        "djia": "25926",
        "zjia": "3792963",
        "beizhu": "一拖二"
    },
    {
        "hid": "31",
        "area": "商铺3-110",
        "flag": "商铺",
        "mji": "146.3",
        "djia": "25926",
        "zjia": "3792963",
        "beizhu": "一拖二"
    },
    {
        "hid": "32",
        "area": "商铺3-111",
        "flag": "商铺",
        "mji": "146.3",
        "djia": "25926",
        "zjia": "3792963",
        "beizhu": "一拖二"
    },
    {
        "hid": "33",
        "area": "商铺3-112",
        "flag": "商铺",
        "mji": "153.3",
        "djia": "25291",
        "zjia": "3876605",
        "beizhu": "一拖二"
    },
    {
        "hid": "34",
        "area": "商铺5-102",
        "flag": "商铺",
        "mji": "172.4",
        "djia": "35132",
        "zjia": "6056804",
        "beizhu": "一层"
    },
    {
        "hid": "35",
        "area": "(室)7-2-126",
        "flag": "室外步行街",
        "mji": "92.73",
        "djia": "41355",
        "zjia": "3834803",
        "beizhu": "一层"
    },
    {
        "hid": "36",
        "area": "(室)7-2-135",
        "flag": "室外步行街",
        "mji": "87.65",
        "djia": "41355",
        "zjia": "3624722",
        "beizhu": "一层"
    },
    {
        "hid": "37",
        "area": "(室)7-2-233",
        "flag": "室外步行街",
        "mji": "101.8",
        "djia": "27069",
        "zjia": "2754519",
        "beizhu": "二层"
    },
    {
        "hid": "3",
        "area": "(室)7-2-235",
        "flag": "室外步行街",
        "mji": "122.5",
        "djia": "24423",
        "zjia": "2992829",
        "beizhu": "二层"
    },
    {
        "hid": "3",
        "area": "(室)7-2-236",
        "flag": "室外步行街",
        "mji": "119.9",
        "djia": "24952",
        "zjia": "2992539",
        "beizhu": "二层"
    }
]}